Revit 2027 API
ParameterTypeId.SheetCurrentRevisionIssuedTo Property
 "Current Revision Issued To"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCurrentRevisionIssuedTo { get; }
Public Shared ReadOnly Property SheetCurrentRevisionIssuedTo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCurrentRevisionIssuedTo {
	ForgeTypeId^ get ();
}
static member SheetCurrentRevisionIssuedTo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace